{
  "title": "Membership driving creativity",
  "Rate": "Monthly Rate",
  "button": {
    "becomeCreator": "Become a creator",
    "create": "Create",
    "connect": "Connect",
    "subscribe": "Subscribe",
    "top up": "Top up",
    "how to support": "How to support"
  },
  "manage sections": {
    "Payment System": "Payment System",
    "Personal Info": "Personal Info",
    "My Supporters": "My Supporters",
    "My Subscription": "My Subscription",
    "Unnote Preimages": "Unnote Preimages",
    "Clear Identity": "Clear Identity",
    "Unregister": "Unregister"
  },
  "manage": {
    "Register to payment system": "Register to payment system",
    "Add Monthly Rate": "Add Monthly Rate",
    "Add Image (Optional)": "Add Image (Optional)",
    "Label your image as sensitive content": "Label your image as sensitive content",
    "On-chain Identity (Optional)": "On-chain Identity (Optional)",
    "Committed Supporters": "Committed Supporters",
    "Uncommitted Supporters": "Uncommitted Supporters",
    "Committed subscribed Creators": "Committed subscribed Creators",
    "Uncommitted subscribed Creators": "Uncommitted subscribed Creators",
    "Clear Identity Content": "This action will irreversibly remove your on-chain identity. Are you sure you want to continue?",
    "Display Name": "Display Name",
    "Email": "Email",
    "Twitter": "Twitter",
    "Web": "Web",
    "Image Url": "Image Url",
    "hint": {
      "Committed Supporters": "Supporters that are committed to transfer fund meets the rate. Creators can not pull payment manually once register to payment system",
      "Uncommitted Supporters": "Supporters that are not committed to transfer fund meets the rate",
      "Clear Identity": "Remove on-chain identity and get the refund",
      "Unregister": "Remove Monthly Rate and get the refund",
      "Unnote Preimages": "Withdraw the deposit for delay proxy",
      "Register to payment system": "Register to Cryptopatronage payment system. Payment will automically transfer to your recipient account. (1% fee required)",
      "Add Monthly Rate": "How much you require, monthly, for someone to be your supporter"
    },
    "In USD": "In USD"
  },
  "about": {
    "title": "About CryptoPatronage",
    "content": "CryptoPatronage is a platform that helps creators build a membership program by offering their followers exclusive content and a closer connection with their community.",
    "why_this_exists": {
      "subtitle": "Why This Exists",
      "content": "In early 2022, we started an experiment that would turn into the Shokunin Network, with a core premise that resource distribution in the Kusama Network ecosystem was too centralized and bottlenecked on majority agreement."
    },
    "for_patrons": {
      "subtitle": "For Patrons",
      "content1": "Publicly show your support and commitment to your chosen creators.",
      "content2": "Have confidence that your support will go directly to a creator with no middleman, and that you will spend no more than you have committed.",
      "content3": "Become known to those you support - and potentially be rewarded for it.",
      "italic_content": "We do not yet provide a service to support with cash or credit/debit, so if that is what the creators you support want or need, we are likely not the right solution for them, or you!"
    },
    "for_creators": {
      "subtitle": "For Creators",
      "content1": "There are many options in the cryptocurrency ecosystem to monetize your work and make an income regardless of where you are and what you do - CryptoPatronage simply tries to provide a more human and considerate approach, based on the needs of real creators, instead of assuming all of your work can be tokenized as an NFT.",
      "content2": "CryptoPatronage is similar to token streaming protocols that already exist, but with permissionless discovery that allows potential supporters to discover your profile and support you on-platform, alongside ways to link directly to your profile from off-platform, similarly to our non-blockchain-based equivalents.",
      "content3": "By default, we take no platform fees, and you only pay blockchain transaction fees when pulling your earnings from supporters - which, on the networks we operate on, are negligible, even for creators not based in affluent locales.",
      "content4": "If you want to have an experience similar to traditional crowdfunding websites, we (will soon) provide automatic payment execution as an always-optional, fee-added service, at a rate that outcompetes all comparable non-blockchain-based equivalents.",
      "italic_content": "We do not yet provide any service to cash out your crypto to fiat money, so, in practice if you do not already have affordable channels available for you to do so, we are likely not a solution that is right for you! CryptoPatronage is more useful, however, if you are based in any jurisdiction that has ready access to physical ways to cash out your crypto, has a community that accepts crypto for payment, or you simply want to get paid in and hold cryptocurrency instead of cash."
    }
  },
  "sidebar": {
    "Explore": "Explore",
    "Manage": "Manage",
    "About": "About",
    "Language": "Language"
  },
  "subscribe_modal": {
    "Subscribed": "Subscribed",
    "Subscribe": "Subscribe",
    "Subscribing...": "Subscribing...",
    "text1": "Earmark funds exclusively for this creator",
    "text2": "Delay transfer",
    "text3": "*coming soon",
    "text4": " No creating proxy. Creators can withdraw from my account directly.",
    "top up": "Top up",
    "text5": "How many months you would like to subscribe to this creator?",
    "text6": "How many months you would like to top up to this creator?"
  }
}
